Repository: BoByUkn/EasySaveG8
Catalog: EasySave_G8_UI/Assets/Language/strings.*.resx
Languages: fr

# date_error
source: Error : the date
fr: Erreur, la date

# date_error_2
source: doesn't exist or is not written well.
fr: n'existe pas ou est mal écrite.

# dest_actual
source: Actual destination :
fr: Destination actuelle :

# dir_save_done
source: Save of the directory done
fr: Sauvegarde du dossier terminée...

# enter_option
source: Enter an option:
fr: Entrez une option:

# exec_save
source: Enter 'true' to run the job after saving it or 'false' to save it only.
fr: Entrez 'true' pour exécuter le travail après son enregistrement ou 'false' pour seulement l'enregistrer.

source: Name :
fr: Nom :

# name_actual
source: Actual name :
fr: Nom actuel :

# name_actual_note
source: Note : Leave empty to keep the actual name.
fr: Note : Laissez vide pour garder le nom actuel.

# name_del
source: Enter the name of the work to delete :
fr: Renseignez le nom du travail à supprimer :

# name_exec
source: Enter the name of the work to execute :
fr: Renseignez le nom du travail à exécuter :

# name_modif
source: Enter the name of the work to edit :
fr: Renseignez le nom du travail à modifier :

# overwr
source: Enter true for replace the existing file or false for no replace:
fr: Entrez "true" pour remplacer, "false" pour ne pas remplacer si le fichier est existant:

source: Overwrite :
fr: Remplacer :

# return_logs_menu
source: Press any key to return to the logs menu...
fr: Appuyez sur une touche pour revenir au menu des logs...

# return_menu
source: Press RETURN to return to the main menu
fr: Appuyez sur ENTREE pour revenir au menu principal

# return_works_menu
source: Press any key to return to the works menu...
fr: Appuyez sur une touche pour revenir au menu des travaux...

# slogan
source: Easy Save G8, the most powerful backup manager on the market!
fr: EasySave G8, le gestionaire de sauvegarde le plus performant du marché !

# source_actual
source: Actual source :
fr: Source actuelle :

# source_actual_note
source: Note : Leave empty to keep the actual source.
fr: Note : Laissez vide pour garder la source actuelle.

# src
source: Enter the source path of the file to copy:
fr: Entrez le chemin du fichier/dossier à copier (Source):

source: Step 1/
fr: Etape 1/

source: Step 2/
fr: Etape 2/

source: Step 3/
fr: Etape 3/

source: Step 4/
fr: Etape 4/

source: Step 5/
fr: Etape 5/

# svduration
source: Save duration =
fr: Durée de la sauvegarde =

# svname
source: Enter the name of the save:
fr: Entrez le nom de la sauvegarde:

# svtype
source: Enter true for full save and false for differential save:
fr: Entrez "true" pour une sauvegarde complète ou "false" pour une sauvegarde différentielle:

# svtype_actual_complete
source: Actual type : Complete backup
fr: Type actuel : Sauvegarde complète

# svtype_actual_diff
source: Actual type : Differential backup
fr: Type actuel : Sauvegarde différentielle

# type_complete
source: Type : Complete backup
fr: Type : Sauvegarde complète

# type_diff
source: Type : Differential backup
fr: Type : Sauvegarde différentielle

# valid_bool
source: Please enter 'true' or 'false'.
fr: Merci de renseigner 'true' ou 'false'.

# valid_choice
source: Please enter a valid choice
fr: Merci de renseigner un choix valide.

# valid_date
source: Please enter a valid date.
fr: Merci de renseigner une date valide.

# valid_path
source: Please enter a valid path.
fr: Merci de renseigner un chemin valide.

# valid_svname
source: Please enter a valid save name.
fr: Merci de renseigner un nom de sauvegarde valide.

# works_ch1
source: View backup works
fr: Voir les travaux de sauvegarde

# works_ch2
source: Execute a backup work
fr: Exécuter un travail de sauvegarde

# works_ch3
source: Execute multiple backup works
fr: Exécuter plusieurs travaux de sauvegarde

# works_ch4
source: Execute all the backup works
fr: Exécuter tous les travaux de sauvegarde

# works_ch5
source: Create a new backup work
fr: Créer un nouveau travail de sauvegarde

# works_ch6
source: Edit a backup work
fr: Modifier un travail de sauvegarde

# works_ch7
source: Delete a backup work
fr: Supprimer un travail de sauvegarde

# works_ch8
source: Return to main menu
fr: Retour au menu principal

# works_limit
source: Limit of 5 works reached, works not saved.
fr: Limite de 5 Travaux atteinte, le travail n'a pas été enregistré.

# works_menu
source: Backup works menu
fr: Menu des Travaux de sauvegarde

# works_notfound
source: No works were found for this name.
fr: Aucun travail n'a été trouvé pour ce nom.

# work_name_exist
source: A work with this name already exists. Please enter another name.
fr: Un travail portant ce nom existe déjà. Merci de renseigner un autre nom.

# work_queue_add
source: Enter the name of the backup work you want to add to the execution queue.
fr: Renseignez le nom du travail de sauvegarde que vous souhaitez ajouter à la file d'exécution :

# work_queue_error
source: At least one work is required in the queue to start execution.
fr: Il faut au moins un travail dans la file pour lancer l'exécution.
